export const exerciseArr = ["가슴", '등', '복부', '삼두근', '어깨', '이두근', '전완근', '기타'];

export const exercise_chest_Arr=[
    "바벨 벤치 프레스",
    "벤트암 덤벨 풀오버",
    "인클라인 푸쉬업",
    "체중 플라이",
    "버터플라이",
    "케이블 체스트 프레스",
    "딥 - 가슴 버전",
    "덤벨 벤치 프레스",
    "덤벨 플라이즈",
    "플랫 벤치 케이블 플라이",
    "프론트 레이즈 및 풀오버",
    "체스트 프레스 활용",
    "머신 벤치 프레스",
    "넥프레스",
    "팔굽혀펴기",
    "스미스 머신 벤치 프레스",
    ]

export const exercise_back_arr=[
"벤트 오버 바벨 로우",
"풀업",
"덤벨 인클라인 로우",
"랫 풀다운",
"인클라인 벤치 풀",
"인버티드 로우",
"인버티드 로우-스트랩",
"하이 로우",
"라잉 캠버드 바벨 로우",
"라잉 T바 로우",
"미들백 슈러그",
"믹스그립 친",
"머슬업",
"원암 케틀벨 로우",
"원암 덤벨 로우",
"원암 롱 바 로우",
"원암 친업",
"풀 업",
"리버스 그립 벤트오버 로우",
"시티드 케이블 로우",
"시티드 원암 케이블 풀리 로우",
"스레드 로우",
"스미스 머신 벤트 오버 로우",
"스트레이트 암 풀다운",
"스트레이트 바 벤치 미드 로우",
"서스펜디드 로우",
"손잡이가 있는 T바 로우",
"투암 케틀벨 로우",

]

export const FoodArr = ['한식', '중식', '일식'];

